tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "imagemagick"
brew "zsh-completions"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "notion"
cask "slack"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "LINE", id: 539883307