tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "imagemagick"
brew "mas"
brew "zsh-completions"
cask "calibre"
cask "clipy"
cask "discord"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "kitty"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "rectangle"
cask "slack"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "LINE", id: 539883307
